Repository: EspaceNetworks/phonebook
Catalog: i18n/*/LC_MESSAGES/phonebook.po
Languages: he_il

source: Add or replace entry
he_il: הוסף או החלף ערך

source: Are you sure you want to delete this entry ?
he_il: האם אתה בטוח שאתה רוצה למחוק רשומה זו ?

source: Delete
he_il: מחק

source: Edit
he_il: ערוך

source: Enter a speed dial code<br/>Speeddial module is required to use speeddial codes
he_il: הכנס קוד חיוג מהיר<br />מודול חיוג מהיר דרוש כדי להשתמש בקודי חיוג מהיר

source: Enter the name
he_il: הכנס את השם

source: Export in CSV
he_il: ייצא ל CSV

source: File:
he_il: קובץ:

source: Import a CSV File formatted as follows:<br/>"Name";Number;Speeddial<br /> Names should be enclosed by '"' and fields separated by ';' <br /><br /> Example:<br/>"John Doe";12345678;123
he_il: ייבא קובץ CSV לפי הצורה הבא:<br />"שם";מספר;חיוג-מהיר<br />שמות צריכים להיות בין סימני '"', ושדות צריכים להיות מופרדים על ידי ';' <br /><br />דוגמא:<br/>"ישראל ישראלי";12345678;123

source: Import from CSV
he_il: ייבא מ CSV

source: Imported
he_il: יובאה

source: Name
he_il: שם

source: Name:
he_il: שם:

source: Number
he_il: מספר

source: Number:
he_il: מספר:

source: Phonebook emptied
he_il: ספר הטלפונים רוקן

source: Phonebook entries
he_il: רשומות ספר טלפונים

source: Phonebook entry
he_il: רשומת ספר טלפונים

source: Speed dial
he_il: חיוג מהיר

source: Speed dial code:
he_il: קוד חיוג מהיר

source: deleted
he_il: נמחקה

source: lines of
he_il: שורות מתוך
